[
  [
    {
      "questionNumber": "1",
      "questionText": "This reviewer appeared to understand my work.",
      "reviews": [
        { "name": "John", "score": 5, "comment": "The reviewer demonstrated a deep understanding of the work, providing insightful feedback." },
        { "name": "Alice", "score": 3, "comment": "While the reviewer grasped the main points, some aspects could have been clarified further." },
        { "name": "Bob", "score": 4, "comment": "The reviewer's understanding was evident, although certain nuances could have been explored more." },
        { "name": "Emma", "score": 5, "comment": "The reviewer showcased a comprehensive understanding of the work, offering valuable insights." },
        { "name": "Mike", "score": 4, "comment": "The reviewer's comprehension was evident, but a few minor details could have been addressed." }
      ],
      "RowAvg": 0,
      "maxScore": 5
    },
    {
      "questionNumber": "2",
      "questionText": "This reviewer's comments helped me improve my work.",
      "reviews": [
        { "name": "John", "score": 5, "comment": "The reviewer's comments were insightful and contributed significantly to the improvement of the work." },
        { "name": "Alice", "score": 5, "comment": "The reviewer's feedback was instrumental in refining various aspects of the work." },
        { "name": "Bob", "score": 5, "comment": "The reviewer's constructive criticism was invaluable in enhancing the quality of the work." },
        { "name": "Emma", "score": 5, "comment": "The reviewer's suggestions were practical and directly led to improvements in the work." },
        { "name": "Mike", "score": 5, "comment": "The reviewer's feedback played a crucial role in refining the work and addressing potential shortcomings." }
      ],
      "RowAvg": 0,
      "maxScore": 5
    },
    {
      "questionNumber": "3",
      "questionText": "The tone of this review was respectful.",
      "reviews": [
        { "name": "John", "score": 5, "comment": "The reviewer maintained a respectful tone throughout the review, fostering a positive exchange of ideas." },
        { "name": "Alice", "score": 5, "comment": "The review was conducted in a respectful manner, acknowledging the efforts put into the work." },
        { "name": "Bob", "score": 5, "comment": "The reviewer's tone was consistently respectful, contributing to a constructive review process." },
        { "name": "Emma", "score": 5, "comment": "The tone of the review remained respectful, focusing on constructive criticism." },
        { "name": "Mike", "score": 5, "comment": "Throughout the review, the tone remained respectful and professional." }
      ],
      "RowAvg": 0,
      "maxScore": 5
    }
  ],
  [
    {
      "questionNumber": "1",
      "questionText": "This reviewer appeared to understand my work.",
      "reviews": [
        { "name": "John", "score": 4, "comment": "The reviewer demonstrated a good understanding of the work, providing valuable insights." },
        { "name": "Alice", "score": 5, "comment": "The reviewer's understanding of the work was evident, contributing to meaningful feedback." },
        { "name": "Bob", "score": 3, "comment": "While the reviewer grasped the main points, certain aspects could have been explained more clearly." },
        { "name": "Emma", "score": 4, "comment": "The reviewer showcased a solid understanding of the work, offering constructive feedback." },
        { "name": "Mike", "score": 5, "comment": "The reviewer's comprehension was evident, providing insightful comments." }
      ],
      "RowAvg": 0,
      "maxScore": 5
    },
    {
      "questionNumber": "2",
      "questionText": "This reviewer's comments helped me improve my work.",
      "reviews": [
        { "name": "John", "score": 4, "comment": "The reviewer's comments offered valuable insights that contributed to improving the work." },
        { "name": "Alice", "score": 5, "comment": "The reviewer provided constructive criticism that directly led to enhancements in the work." },
        { "name": "Bob", "score": 3, "comment": "While the reviewer's feedback was helpful, certain suggestions could have been elaborated further." },
        { "name": "Emma", "score": 4, "comment": "The reviewer's suggestions were practical and contributed to refining various aspects of the work." },
        { "name": "Mike", "score": 5, "comment": "The reviewer's feedback played a crucial role in refining the work and addressing potential weaknesses." }
      ],
      "RowAvg": 0,
      "maxScore": 5
    },
    {
      "questionNumber": "3",
      "questionText": "The tone of this review was respectful.",
      "reviews": [
        { "name": "John", "score": 4, "comment": "While the review was generally respectful, there were a few instances where the tone could have been more considerate." },
        { "name": "Alice", "score": 5, "comment": "The reviewer maintained a respectful tone throughout the review, fostering a positive exchange of ideas." },
        { "name": "Bob", "score": 3, "comment": "While most of the review was conducted with a respectful tone, certain sections could have been phrased more diplomatically." },
        { "name": "Emma", "score": 4, "comment": "The review was conducted with a respectful tone, focusing on constructive criticism." },
        { "name": "Mike", "score": 5, "comment": "Throughout the review, the tone remained respectful and professional." }
      ],
      "RowAvg": 0,
      "maxScore": 5
    }
  ]
]
